Repository: bendeivide/leem
Catalog: po/R-*.po
Languages: pt_br

source: leem package
pt_br: Pacote leem

source: Configurations of the data
pt_br: Configurações dos dados

source: Comma as decimal points
pt_br: Vírgula como separador decimal

source: Separator of variables:
pt_br: Separador de variáveis

source: Enter the data
pt_br: Entre com os dados

source: No data set has been entered!
pt_br: Nenhum dado foi inserido!

source: Choose directory...
pt_br: Escolha o diretório...

source: File
pt_br: Arquivo

source: Open file (.txt or .csv)...
pt_br: Abra o arquivo (.txt ou .csv)

source: Restart
pt_br: Reiniciando

source: Edit
pt_br: Edite

source: Data set...
pt_br: Conjunto de dados...

source: Data
pt_br: Dado

source: Calculate
pt_br: Calcular

source: Insert Model
pt_br: Insira o modelo

source: Plot
pt_br: Gráfico

source: Analysis
pt_br: Análise

source: Mathematics
pt_br: Matemática

source: Elementary school
pt_br: Ensino básico

source: Higher education
pt_br: Ensino superior

source: Statistics
pt_br: Estatística

source: About
pt_br: Sobre

source: Authors
pt_br: Autores

source: Contact
pt_br: Contato

source: 1st and 2nd degree functions
pt_br: Funções do 1º e 2º grau

source: Coefficients
pt_br: Coeficientes

source: Limit of axes
pt_br: Limite dos eixos

source: xlimits
pt_br: limite-x

source: ylimits
pt_br: limite-y

source: 1st degree function Additional
pt_br: Função do 1º grau

source: Interpretation of intercept (c)
pt_br: Interpretação do intercepto (c)

source: Interpretation of the angular coefficient (b)
pt_br: Interpretação do coeficiente angular (b)

source: 2st degree function Additional
pt_br: Função do 2º grau

source: Root(s)
pt_br: Raiz(es)

source: Maximum or minimum
pt_br: Máximo ou mínimo

source: Results
pt_br: Resultados

source: The results...
pt_br: Resultados...

source: Minimum point
pt_br: Ponto de mínimo

source: Maximun point
pt_br: Ponto de máximo

source: (1st degree function)
pt_br: (Função do 1º grau)

source: (2st degree function)
pt_br: (Função do 2º grau)

source: Angular coefficient:
pt_br: Coeficiente angular:

source: Intercept:
pt_br: Intercepto

source: Interpretation of
pt_br: Interpretação de

source: For each increase of one unit of x, an increase/decrease will occur from
pt_br: Para cada acréscimo de uma unidade de x, haverá um acréscimo/decréscimo de

source: to y.
pt_br: para y.

source: When x = 0, y will assume
pt_br: Quando x = 0, y assumirá

source: . Otherwise, the intercection point between the line and the y-axis is (0,
pt_br: . Por outro lado, o ponto de intersecção entre a reta e o eixo y é (0,

source: Maximum/Minimum point:
pt_br: Ponto de máximo/mínimo

source: Root(s):
pt_br: Raiz(es)

source: Results...
pt_br: Resultados...

source: Function:
pt_br: Função:

source: To contact the maintainer, please send an email to ben.deivide@ufsj.edu.br
pt_br: Para entrar em contato com o mantenedor, envie um e-mail para ben.deivide@ufsj.edu.br

source: Author
pt_br: Autor

source: Ogives
pt_br: Gráfico de ogivas

source: Groups
pt_br: Grupos

source: Frequency
pt_br: Frequência

source: Ogive larger than
pt_br: Ogiva crescente

source: Ogive less than
pt_br: Ogiva decrescente

source: Polygon
pt_br: Polígono de frequências

source: Bar plot
pt_br: Gráfico de barras

source: Histogram
pt_br: Histograma de frequências

source: Stick chart
pt_br: Gráfico de hastes ou bastão

source: Mean
pt_br: Média

source: Median
pt_br: Mediana

source: Mode
pt_br: Moda

source: Use the 'new_leem()' function to create an object of class leem!
pt_br: Use a função 'new_leem()' para criar um objeto de classe 'leem'!

source: The argument should be numerical!
pt_br: O argumento deve ser numérico!

source: The k argument should be greater than 1!
pt_br: O argumento k deve ser maior que 1!

source: Table of frequency
pt_br: Tabela de frequência

source: Type of variable:
pt_br: Tipo de variável:

source: Classes: Grouping of classes
pt_br: Classes: Agrupamento de classes

source: Fi: Absolute frequency
pt_br: Fi: Frequência absoluta

source: PM: Midpoint
pt_br: PM: Ponto médio

source: Fr: Relative frequency
pt_br: Fr: Frequência relativa

source: Fac1: Cumulative frequency (below)
pt_br: Fac1: Frequência acumulada (abaixo de)

source: Fac2: Cumulative frequency (above)
pt_br: Fac2: Frequência acumulada (acima de)

source: Fp: Percentage frequency
pt_br: Fp: Frequência percentual

source: Fac1p: Cumulative percentage frequency (below)
pt_br: Fac1p: Frequência acumulada percentual (abaixo de)

source: Fac2p: Cumulative percentage frequency (above)
pt_br: Fac2p: Frequência acumulada percentual (acima de)

source: Groups: Discretized grouping
pt_br: Groups: Agrupamento discretizado

source: Relative frequency
pt_br: Frequência relativa

source: Percentage frequency (%)
pt_br: Frequência percentual (%)

source: Confidence interval for
pt_br: Intervalo de confiança para

source: of normal population
pt_br: de uma população normal

source: is known
pt_br: é conhecida

source: Pivotal quantity
pt_br: Quantidade pivotal

source: Confidence level
pt_br: Coeficiente de confiança

source: of symmetric distribution
pt_br: de uma distribuição simétrica

source: Degrees of freedom
pt_br: Graus de liberdade

source: is unknown
pt_br: é não conhecida

source: Skewness
pt_br: Assimetria

source: Symmetric distribution
pt_br: Distribuição simétrica

source: skew
pt_br: AS

source: Positive skew
pt_br: Assimetria positiva

source: Negative skew
pt_br: Assimetria negativa

source: Kurtosis
pt_br: Curtose

source: Leptokurtic distribution
pt_br: Distribuição leptocúrtica

source: Mesokurtic distribution
pt_br: Distribuição mesocúrtica

source: Platykurtic distribution
pt_br: Distribuição platicúrtica

source: (Interquartile Range)
pt_br: (Ampl. interquartílica)

source: (Interquartile Range)
pt_br: (Ampl. interquartílica)

source: (25th percentile)
pt_br: (25° percentil)

source: (50th percentile)
pt_br: (50° percentil)

source: (75th percentile)
pt_br: (75° percentil)

source: Outlier
pt_br: Dado discrepante

source: Upper whisker limit
pt_br: Limite superior

source: Lower whisker limit
pt_br: Limite inferior

source: Probability function plot: Binomial
pt_br: Gráfico da função de probabilidade: Binomial

source: Parameters:
pt_br: Parâmetro(s):

source: Distribution Function
pt_br: Função de distribuição

source: Discrete variable
pt_br: Variável discreta

source: Distribution Function Properties
pt_br: Propriedades da função de distribuição

source: Continuous variable
pt_br: Variável contínua

source: Standard Deviation
pt_br: Desvio padrão

source: Quantile
pt_br: Quantil

source: leem package: Normal Distribution
pt_br: Pacote leem: Distribuição Normal

source: Probability function plot: Normal
pt_br: Gráfico da FDP: Normal

source: Do you want to close?
pt_br: Deseja fechar?

source: Tell me something:
pt_br: Diga-me algo:

source: Critical point
pt_br: Ponto crítico

source: test statistic
pt_br: Estatística do teste

source: Test of proportion: Z-Test
pt_br: Teste de proporção: Teste Z

source: Test of hypothesis: Z-Test
pt_br: Teste de hipóteses: Teste Z

source: Step 1: Hypothesis
pt_br: Passo 1: Hipóteses

source: ACCEPT
pt_br: ACEITA

source: Step 2: Significante level
pt_br: Passo 2: Nível de significância

source: Step 3: Rule of decision
pt_br: Passo 3: Regra de decisão

source: Step 4: Conclusion
pt_br: Passo 4: Conclusão

source: No evidence to reject
pt_br: Sem evidências para rejeitar

source: % probability
pt_br: % de probabilidade

source: We observed by the Z Test that there is no evidence to reject the H0 hypothesis, at the significance level of
pt_br: Observamos pelo teste Z que não há evidências para rejeitar a hipótese H0, ao nível significância de

source: As |ztest =
pt_br: Como |ztest =

source: As ztest =
pt_br: Como ztest =

source: As p-value =
pt_br: Como o valor-p =

source: then H0 is not rejected!
pt_br: então H0 não é rejeitada!

source: One Sample z-test (Two-sided test)
pt_br: Teste Z para uma amostra (Teste bilateral)

source: Step 1:
pt_br: Passo 1:

source: Hypothesis
pt_br: Hipóteses

source: Step 2:
pt_br: Passo 2:

source: Step 3:
pt_br: Passo 3:

source: Step 4:
pt_br: Passo 4:

source: Significance level
pt_br: Nível de significância

source: If |ztest| > |ztab| => Reject H0!
pt_br: Se |ztest| > |ztab| => Rejeita-se H0!

source: If ztest > ztab => Reject H0!
pt_br: Se ztest > ztab => Rejeita-se H0!

source: ztest - test statistic; ztab - critical point
pt_br: ztest - estatística do teste; ztab - ponto crítico

source: So...
pt_br: Então...

source: Otherwise...
pt_br: De outra forma...

source: Conclusion
pt_br: Conclusão

source: Rule of decision
pt_br: Regra de decisão

source: Enter the value of population standard deviation:
pt_br: Insira o valor do desvio padrão populacional:

source: Enter the value of null hypothesis:
pt_br: Insira o valor da hipótese nula:

source: Enter the standard deviation value of population 1:
pt_br: Insira o desvio padrão da população 1:

source: Enter the standard deviation value of population 2:
pt_br: Insira o desvio padrão da população 2:

source: We observed by the Z Test that the null hypothesis was rejected, at the significance level of
pt_br: Observamos pelo teste Z que a hipótese nula foi rejeitada, ao nivel de significância de

source: then reject H0!
pt_br: então, rejeita-se H0!

source: was rejected
pt_br: foi rejeitada

source: One Sample z-test (Less test)
pt_br: Teste Z para uma amostra (Teste unilateral à esquerda)

source: One Sample z-test (Greater test)
pt_br: Teste Z para um amostra (Teste unilateral à direita)
